/**
 * Created by Night on 2016/01/31.
 */
var cases = [{
    core : {
        h : '精准喷淋系统',
        p : '喷淋头加装安全电压电磁，通过感应系统感知对应喷淋头下有无动物，如果有饲养动物在喷淋位置采食或者休息，则打开。'
    },
    info : {
        p1 : '',
        p2 : '',
        p3 : ''
    },
    media : {
        size : 1
    }
},{
    core : {
        h : '锅炉辅热饮水系统',
        p : '锅炉热量将安全纯净的饮用水加热大指定的温度后存储在水箱中，由循环系统通过封闭管网输送到指定饮水槽中'
    },
    info : {
        p1 : '',
        p2 : '',
        p3 : ''
    },
    media : {
        size : 1
    }
},{
    core : {
        h : '自动清粪器',
        p : '自动清类器分为轨道式、链条式、绳式。'
    },
    info : {
        p1 : '',
        p2 : '',
        p3 : ''
    },
    media : {
        size : 3
    }
},{
    core : {
        h : '污粪输送',
        p : '高品质粪污水泵以及配套设备，高效节能、性能稳定。'
    },
    info : {
        p1 : '',
        p2 : '',
        p3 : ''
    },
    media : {
        size : 3
    }
},{
    core : {
        h : '粪污预处理',
        p : '主要有配套产品有一次干湿分离、二次干湿分离、WAM 微过滤机等'
    },
    info : {
        p1 : '',
        p2 : '',
        p3 : ''
    },
    media : {
        size : 3
    }
},{
    core : {
        h : '牧场基础设施',
        p : '除了特色的产品外，还有基础的配套设置。主要有卧床、颈夹、橡胶垫、饮水槽、风机、自动电动卷帘、节能增效灯光等'
    },
    info : {
        p1 : '',
        p2 : '',
        p3 : ''
    },
    media : {
        size : 5
    }
},{
    core : {
        h : '智能称重器',
        p : '智能称重器由上海牛能农业科技有限公司研发的一款专门针对养殖行业动物称重需求来的一款现代牧业的称重器。'
    },
    info : {
        p1 : '',
        p2 : '',
        p3 : ''
    },
    media : {
        size : 4
    }
}];

define(function () {
    return cases;
});